<div class="manual">
    <h2>Навигация и управление по сетке:</h2>
    <p><b>Стрелки клавиатуры</b> — движение по ячейкам сетки.</p>
    <p><b>Home</b> — быстрый переход вверх сетки.</p>
    <p><b>End</b> — быстрый переход вниз сетки.</p>
    <p><b>Enter в ячейке</b> — перевод ячейки в режим редактирования.</p>
    <h2>Ячейка в режиме редактирования:</h2>
    <p>Редактируемая ячейка приобретает оранжевый цвет. В ней можно нажимать только цифровые кнопки, Backspace, Delete, Escape и Enter.</p>
    <p><b>Enter</b> — сохраняет значение, и выходит из режима редактирования.</p>
    <p><b>Escape</b> — если содержимое ячейки было изменено, требуется подтверждение действия, сохранить или игнорировать изменения.</p>
    <p>То же самое происходит, если кликнуть мышей по другой ячейке в момент редактирования ячейки.</p>
    <h2>Фильтр геотерминов:</h2>
    <p>Местный фильтр, оставляющий ряды по первым буквам. Поле фильтра находится в шапке решётки над столбцом геотерминов.</p>
    <p><b>Ctrl+F</b> - переключает на фильтр геотерминов.</p>
    <p><b>Ctrl+Q в геофильтре</b> - возвращает к бывшей ячейке решётке, или к первой, если бывшая ячейка была спрятана фильтром.</p>
</div>