<div class="manual">
    <div class="panel panel-danger">
        <div class="panel-body warning">
            <p>Следует обратить внимание на то, что лимиты цен работают только на объектах, которые публикуются.</p>
            <p>Можно установить игнорирование лимита цен на объекте (только в статусе «публикуется»). Такие объекты игнорируются лимитатором.</p>
            <p>Можно установить игнорирование лимита цен у владельца (компания-партнёр). Объекты этого партнёра не будут лимитироваться, где бы они не находились.</p>
            <p>Если установлены лимиты в иерархии географии, то при применении лимитов к объектам, объекты во вложенной географии игнорируются.</p>
            <dd>
                <ul>Например: 
                    <li>Установлен лимит для Испании на квартиры и дома.</li>
                    <li>Установлен лимит для Барселоны на квартиры.</li>
                    <li>При применении лимитатора к Испании, в Барселоне, Эшампле и других районах Барселоны не будет применяться лимитатор ни для каких типов.</li>
                </ul>
            </dd>
        </div>
    </div>
</div>